Stairs run or landing has invalid parameter(s).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidParameters { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidParameters As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidParameters {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace